{
    "features_title": "أعد إعداد الميزات المفضلة لديك في دقائق",
    "features_subtitle": "أدوات eMenu QR بسيطة الإدارة، حتى بدون مهارات تقنية. يمكن لمديري المطاعم إنشاء أكواد QR غير محدودة، وتحديث القوائم في أي وقت، واختيار من مجموعة واسعة من الميزات المصممة خصيصاً لاحتياجاتهم.",
    "custom_branding_title": "العلامة التجارية المخصصة والنطاق",
    "custom_branding_desc": "خصص قائمتك بألوان العلامة التجارية والشعار والصور. استضفها على نطاقك لتجربة علامة تجارية كاملة—تدار من لوحة الإدارة.",
    "dynamic_display_title": "خيارات العرض الديناميكية",
    "dynamic_display_desc": "التبديل بسلاسة بين قوائم مختلفة للنهار أو الليل أو الأحداث الخاصة—كل ذلك باستخدام رمز QR ديناميكي واحد.",
    "smart_search_title": "البحث الذكي والمرشحات",
    "smart_search_desc": "يمكن للضيوف العثور على الأطباق بسرعة عن طريق كتابة الكلمات المفتاحية أو تطبيق مرشحات مثل النباتي أو النباتي الصرف أو الخالي من منتجات الألبان.",
    "rich_media_title": "عرض الوسائط الغنية",
    "rich_media_desc": "عزز قائمتك بصور وفيديوهات عالية الجودة لإغراء العملاء وزيادة المبيعات.",
    "special_offers_title": "العروض الخاصة واللافتات",
    "special_offers_desc": "سلط الضوء على العروض بلافتات مخصصة على قائمتك أو موقعك. أضف خصومات وتواريخ انتهاء الصلاحية وعروض محدودة الوقت لجذب المزيد من الطلبات.",
    "featured_products_title": "المنتجات المميزة",
    "featured_products_desc": "ثبت العناصر المحددة في أعلى قائمتك لعرض الأكثر مبيعاً أو أطباق الشيف الخاصة أو المنتجات عالية الهامش.",
    "marketing_promotions_title": "التسويق والترويج",
    "marketing_promotions_desc": "شغل حملات منبثقة بصور أو فيديوهات مستهدفة لبيع عناصر إضافية أو الترويج للأحداث القادمة.",
    "guest_feedback_title": "ملاحظات الضيوف والمراجعات",
    "guest_feedback_desc": "اجمع ملاحظات قيمة من الضيوف من خلال أسئلة مخصصة واربط مباشرة بمراجعات جوجل للحصول على تقييمات أصيلة.",
    "social_media_title": "تكامل وسائل التواصل الاجتماعي",
    "social_media_desc": "أضف روابط وسائل التواصل الاجتماعي، بما في ذلك واتساب للاستفسارات المباشرة، حتى يتمكن الضيوف من التواصل مع مطعمك فوراً.",
    "waiter_call_title": "خيار استدعاء النادل",
    "waiter_call_desc": "للعملاء الذين يتناولون الطعام في المطعم، يسمح زر 'استدعاء النادل' السريع للضيوف بطلب المساعدة دون مغادرة الطاولة.",
    "secure_payments_title": "المدفوعات الآمنة",
    "secure_payments_desc": "مكن الضيوف من الدفع من خلال بوابات متعددة مباشرة من أجهزتهم—آمن وسريع وبدون نقد.",
    "location_maps_title": "الموقع والخرائط",
    "location_maps_desc": "اعرض موقع مطعمك مع خرائط جوجل المدمجة للتنقل السهل."
}

