{
    "features_title": "Set up your favorite features in minutes",
    "features_subtitle": "eMenu QR tools are simple to manage, even without technical skills. Restaurant managers can create unlimited QR codes, update menus anytime, and choose from a wide range of features tailored to their needs.",
    "custom_branding_title": "Custom Branding & Domain",
    "custom_branding_desc": "Customize your menu with brand colors, logo, and images. Host it on your domain for a complete branded experience—managed from the admin panel.",
    "dynamic_display_title": "Dynamic Display Options",
    "dynamic_display_desc": "Switch seamlessly between different menus for day, night, or special events—all using a single dynamic QR code.",
    "smart_search_title": "Smart Search & Filters",
    "smart_search_desc": "Guests can quickly find dishes by typing keywords or applying filters such as vegetarian, vegan, or dairy-free.",
    "rich_media_title": "Rich Media Showcase",
    "rich_media_desc": "Enhance your menu with high-quality photos and videos to entice customers and increase sales.",
    "special_offers_title": "Special Offers & Banners",
    "special_offers_desc": "Highlight offers with custom banners on your menu or website. Add discounts, expiry dates, and time-limited deals to attract more orders.",
    "featured_products_title": "Featured Products",
    "featured_products_desc": "Pin selected items to the top of your menu to showcase bestsellers, chef's specials, or high-margin products.",
    "marketing_promotions_title": "Marketing & Promotions",
    "marketing_promotions_desc": "Run pop-up campaigns with targeted images or videos to upsell items or promote upcoming events.",
    "guest_feedback_title": "Guest Feedback & Reviews",
    "guest_feedback_desc": "Collect valuable guest feedback through custom questions and link directly to Google reviews for authentic ratings.",
    "social_media_title": "Social Media Integration",
    "social_media_desc": "Add social media links, including WhatsApp for direct inquiries, so guests can connect with your restaurant instantly.",
    "waiter_call_title": "Waiter Call Option",
    "waiter_call_desc": "For dine-in customers, a quick 'Call Waiter' button allows guests to request assistance without leaving the table.",
    "secure_payments_title": "Secure Payments",
    "secure_payments_desc": "Enable guests to pay through multiple gateways directly from their devices—safe, fast, and cashless.",
    "location_maps_title": "Location & Maps",
    "location_maps_desc": "Display your restaurant's location with integrated Google Maps for easy navigation."
}

